export const provinces = [
    {
        name: "آذربایجان شرقی",
        counties: ["تبریز", "مراغه", "میانه", "سراب", "شبستر"]
    },
    {
        name: "آذربایجان غربی",
        counties: ["ارومیه", "خوی", "ماکو", "سلماس", "پیرانشهر"]
    },
    {
        name: "اردبیل",
        counties: ["اردبیل", "مشگین شهر", "خلخال", "نمین", "کوثر"]
    },
    {
        name: "اصفهان",
        counties: ["اصفهان", "کاشان", "نائین", "شاهین شهر", "خمینی شهر"]
    },
    {
        name: "البرز",
        counties: ["کرج", "نظرآباد", "طالقان", "اشتهارد", "فردیس"]
    },
    {
        name: "ایلام",
        counties: ["ایلام", "دهلران", "آبدانان", "سیروان", "مهران"]
    },
    {
        name: "بوشهر",
        counties: ["بوشهر", "دشتستان", "دیر", "تنگستان", "گناوه"]
    },
    {
        name: "تهران",
        counties: ["تهران", "ورامین", "ری", "شهریار", "پاکدشت"]
    },
    {
        name: "چهارمحال و بختیاری",
        counties: ["شهرکرد", "بروجن", "فارسان", "لردگان", "کوهرنگ"]
    },
    {
        name: "خراسان جنوبی",
        counties: ["بیرجند", "قائنات", "نهبندان", "درمیان", "سربیشه"]
    },
    {
        name: "خراسان رضوی",
        counties: ["مشهد", "سبزوار", "تربت حیدریه", "نیشابور", "سرخس"]
    },
    {
        name: "خراسان شمالی", 
        counties: ["بجنورد", "اسفراین", "جاجرم", "فاروج", "شیروان"]
    },
    {
        name: "خوزستان",
        counties: ["اهواز", "شوش", "اهواز", "اندیمشک", "شادگان"]
    },
    {
        name: "زنجان",
        counties: ["زنجان", "خدابنده", "ماهنشان", "ابهر", "طارم"]
    },
    {
        name: "سمنان",
        counties: ["سمنان", "شاهرود", "گرمسار", "دامغان", "مهدیشهر"]
    },
    {
        name: "سیستان و بلوچستان",
        counties: ["زاهدان", "زابل", "ایرانشهر", "چابهار", "خاش"]
    },
    {
        name: "فارس",
        counties: ["شیراز", "مرودشت", "فسا", "لار", "جهرم"]
    },
    {
        name: "قزوین",
        counties: ["قزوین", "تاکستان", "آبیک", "بوئین زهرا", "آوج"]
    },
    {
        name: "قم",
        counties: ["قم", "جعفریه", "دستجرد", "سلفچگان", "قنوات"]
    },
    {
        name: "کردستان",
        counties: ["سنندج", "مریوان", "بانه", "سقز", "بیجار"]
    },
    {
        name: "کرمان",
        counties: ["کرمان", "بم", "رفسنجان", "سیرجان", "شهربابک"]
    },
    {
        name: "کرمانشاه",
        counties: ["کرمانشاه", "اسلام آباد", "پاوه", "جوانرود", "سرپل ذهاب"]
    },
    {
        name: "کهگیلویه و بویراحمد",
        counties: ["یاسوج", "دوگنبدان", "گچساران", "سی سخت", "لنده"]
    },
    {
        name: "گلستان",
        counties: ["گرگان", "گنبد کاووس", "آق قلا", "علی آباد", "کردکوی"]
    },
    {
        name: "گیلان",
        counties: ["رشت", "لنگرود", "رودسر", "آستارا", "صومعه سرا"]
    },
    {
        name: "لرستان",
        counties: ["خرم آباد", "دورود", "بروجرد", "الیگودرز", "کوهدشت"]
    },
    {
        name: "مازندران",
        counties: ["ساری", "بابل", "آمل", "قائمشهر", "تنکابن"]
    },
    {
        name: "مرکزی",
        counties: ["اراک", "خمین", "دلیجان", "ساوه", "تفرش"]
    },
    {
        name: "هرمزگان",
        counties: ["بندرعباس", "قشم", "بندرلنگه", "میناب", "بندر جاسک"]
    },
    {
        name: "همدان",
        counties: ["همدان", "ملایر", "نهاوند", "تویسرکان", "اسدآباد"]
    },
    {
        name: "یزد",
        counties: ["یزد", "اردکان", "مهریز", "بافق", "ابرکوه"]
    },
];
